tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asdf"
brew "git"
brew "localstack"
brew "mas"
brew "neovim"
brew "rcm"
brew "the_silver_searcher"

cask "blender"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "obsidian"
cask "visual-studio-code"
cask "vitamin-r"
cask "webcatalog"

mas "1Password 7", id: 1333542190
mas "Anytune", id: 722444976
mas "1Password for Safari", id: 1569813296
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Oceanhorn 2", id: 1460715987
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Xcode", id: 497799835
